Repository: Karumi/FoursquareTop
Catalog: FoursquareTop/*.lproj/Localizable.strings
Languages: es

source: Close
es: Cerrar

source: Cancel
es: Cancelar

source: Loading
es: Cargando

# ErrorView.AccesibilityLabel
source: An error just happened
es: Ha ocurrido un error

# BestPlacesAround.Title
source: Best open places around you
es: Los mejores sitios abiertos a tu alrededor

# VenuesList.NoVenuesAroundYou.Error
source: There is no open places around you
es: No hay ningún sitio abierto a tu alrededor

# VenuesList.CanNotFetchVenues.Error
source: Could not fetch the venues, please tap anywhere to retry
es: No ha sido posible cargar los sitios, por favor haz tap en cualquier parte para reintentar

# VenuesList.CanNotFetchLocation.Error
source: Could not fetch your location, please tap anywhere to retry
es: No ha sido posible obtener tu localización, por favor haz tap en cualquier parte para reintentar

# VenuesList.NoGPSAccess.Error
source: Can not access to your GPS
es: No se puede acceder a tu GPS

# VenuesList.NoGPSAccess.ErrorTitle
source: Ftop can not access to the GPS
es: Ftop no puede acceder a tu GPS

# VenuesList.NoGPSAccess.ErrorMessage
source: Please enable GPS in settings
es: Por favor, activa el GPS en Ajustes

# VenuesList.NoGPSAccess.GoToGeneralSettings
source: Open settings
es: Abrir Ajusted

# VenueDetail.MapPicker.Title
source: Directions
es: Cómo llegar

# VenueDetail.MapPicker.Message
source: What do you want to use?
es: ¿Qué quieres usar?

# VenueDetail.SeeMenu
source: See Menu
es: Ver menú

# VenueDetail.CanNotFetchVenue.Error
source: Could not show this venue information, please tap anywhere to retry
es: No ha sido posible cargar la informacieon de este sitio, por favor haz tap en cualquier parte para reintentar
